[{"company_name":"NFQ Asia (8bit Rockstars)","logo":"https:\/\/cdn.itviec.com\/employers\/nfq-asia-8bit-rockstars\/logo\/w170\/wSqDe722rToJQ6oXH3Yc8QJZ\/nfq-asia-8bit-rockstars-logo.png","employer":"151-300","address":"Ho Chi Minh, Da Nang","overview":["NFQ Asia is part of the global NFQ Group, building high-performance teams in Europe and Asia.Since 1999, NFQ has implemented numerous startup projects and used this expertise to enable and collaborate with our clients worldwide.NFQ has over 300 developers located in Europe and in Asia. Our customers are typically ambitious startups who want to move fast. We power hundreds of companies like KAYAK.COM, GetYourGuide, HomeTogo and some of the successful Rocket Ventures.Our page: www.nfq.asiaOur Facebook: https:\/\/www.facebook.com\/nfq.asia\/","NFQ Asia is the nation's coolest agile tech firm, specializing in PHP, and one of the leaders in utilizing Elasticsearch.","Tech&nbsp;Rockstar&nbsp;:&nbsp;Apply the&nbsp;latest technologyFun-Friendly-Flexible&nbsp;:&nbsp;Professional &amp;&nbsp;English&nbsp;speaking working environmentExciting&nbsp;Projects&nbsp;:&nbsp;Working with&nbsp;overseas clients&nbsp;and&nbsp;awesome projects.Growing&nbsp;Opportunity&nbsp;:&nbsp;Work with top-notch&nbsp;experts from around the world.Benefits include:MacBook Pro&nbsp;is provided.A&nbsp;fun&nbsp;&amp;&nbsp;dynamic&nbsp;environment and&nbsp;freedom&nbsp;to be&nbsp;creative.Rock in&nbsp;open-mind,&nbsp;kind&nbsp;&amp;&nbsp;humble&nbsp;band.Modern office&nbsp;with the flexible relaxing zone.Company trip,&nbsp;team building&nbsp;&amp; other community&nbsp;Tech activities.Year-end bonus,&nbsp;Loyalty bonus&nbsp;(up to 45,000$).Performance review&nbsp;&nbsp;2 times\/ year.Extra Medical Insurance.15 days annual leaves, working Monday &ndash; Friday."]},{"company_name":"BOCASAY","logo":"https:\/\/cdn.itviec.com\/employers\/bocasay\/logo\/w170\/4QrC4cCjzmMTfyrw4xhEEHT3\/bocasay-logo.png","employer":"1-50","address":"Ho Chi Minh, Ha Noi","overview":["BOCASAY Group is driven by a strong entrepreneurial spirit and the desire to create a link between people and their environment, we associate humanism with a results-based culture.\r\n\r\nThanks to its independent shareholding stability, the group has been conducting a long-term innovative IT-producing strategy for the past&nbsp;7 years.\r\n\r\nOperating in 3 countries with&nbsp;120&nbsp;employees globally (France, Vietnam, Madagascar), BOCASAY Group is now holding strong positions in developing Agile IT solutions.\r\n\r\nBOCASAY VIETNAM is a BOCASAY Group company, deliver and implement IT solutions for software publisher and integrator in Fintech, Medical, Insurance, Media and Startup business line.\r\n\r\nWorking with BOCASAY you&rsquo;ll have the opportunities to develop your skills and career in an exciting work-place in touch with an international and innovative environment.","Bocasay Vietnam is specialized on technologies (Symfony 2 & 3, Zend, Laravel Wordpress, Drupal, Magento..), JAVASCRIPT frameworks (Angular JS, Angular 2 & 4,  JS, Node JS, Backbone JS,etc.), Mobile solutions (Swift, Java,  Native, Ionic, Cordova) and deliver projects using Agile methodology.","BOCASAY is a place where individuals expect work to be stimulating and challenging, where talents are developed, shared and multiplied in an entrepreneurial and team-oriented environment.\r\n\r\nWe are committed to maintaining a high level of satisfaction among our employees:\r\nExceptional talents will be matched with an exceptional salaryYoung &amp; Friendly working environmentEncourage people to be lead &amp; push new ideas forward in our small teamsSocial\/Health\/Unemployment Insurances are fully levied on the salary15 days of annual leave13th salary is paid before the Lunar New YearPVI Healthcare InsuranceOn-boarding program (opportunities to work onsite after 2 years)Loyalty bonus (10-year scheme)Training &amp; study sponsorshipTons of fun &amp; exciting team activities: annual company trip, monthly BBQ night, happy hours, etc.And much more...!"]},{"company_name":"East Agile","logo":"https:\/\/cdn.itviec.com\/employers\/east-agile\/logo\/w170\/EcEsSVW4cRfXN8t9gWpEaieA\/east-agile-logo.png","employer":"51-150","address":"Ho Chi Minh, Da Nang","overview":["You will work directly with innovative Internet companies, ranging from industry leaders and newly minted Unicorns to Silicon Valley startups. As a member of the East Agile team, you will work with innovative business models and the latest technologies. Our customers include famous companies like Samsung, Twitter and Indiegogo as well as stealthy innovators. You will build your personal network by working directly with world class CEOs, co-founders and engineering leads.\r\n\r\nEast Agile Vietnam a leader in a wide range of technologies, platforms and languages. These include nodeJS, Python, Ruby, Javascript, Java, iOS, Android, blockchain, machine learning (ML) and artificial intelligence (AI).  East Agile Vietnam is part of the global East Agile enterprise that began in 1997 in the USA and spans Hong Kong, Vietnam, and California.","The East Agile Experience includes:","(1) ability to transfer between our offices in Ha Noi, Ho Chi Minh City, and Da Nang,\r\n(2) 15 days annual leave,\r\n(3) excellent health insurance,\r\n(4) a 40-hour regular work week with little or no after-hours work requirements,\r\n(5) end-of-year Tet bonus,\r\n(6) a fun and flexible working environment in a modern office,\r\n(7) free office lunch &amp; breakfast,\r\n(8) salary reviews every 4 months,\r\n(9) business trips for meetings with clients in North America."]},{"company_name":"Grab (Vietnam) Ltd.","logo":"https:\/\/cdn.itviec.com\/employers\/grab-vietnam-ltd\/logo\/w170\/Kgcq3xkoDLLi2YsaGtTr5SJo\/grab-vietnam-ltd-logo.PNG","employer":"501-1000","address":"District 7, Ho Chi Minh","overview":["Get to know Grab:","Grab is more than just the leading ride-hailing and mobile payments platform in Southeast Asia. We use data and technology to improve everything from transportation to payments and financial services across a region of more than 620 million people. We work with Working with governments, drivers, passengers, merchants, and the community, to solve critical problems in Southeast Asia.","Grab began as a taxi-hailing app in 2012, but we have since extended our product platform to include GrabCar, GrabShare, GrabBike, GrabHitch, GrabExpress, GrabFood, GrabCoach, GrabShuttle, GrabCycle.","Grab Vietnam R&amp;D Lab:","We focus on&nbsp;building and nurturing the best engineering talents&nbsp;from diverse academic backgrounds and industry experiences to strategize and execute&nbsp;high profile projects&nbsp;through data-driven methodologies.\r\n\r\n","- Core tech stack: Golang, Ruby, Redis, MySQL, Redshift, Postgres, Cassandra, Spark.\r\n- AWS cloud infrastructure with auto-scaling abilities.\r\n- Mobile app platform coverage: Native iOS and Android.\r\n- Web portals are built on Rails, React and Redux.\r\n- Use Git and we adhere to the basic Continuous Delivery tenets utilising a host of tools to support our release pipeline and code quality. These include Travis CI, New Relic, Phabricator, Jenkins, Coveralls, and more.","\n\nWe care a great deal about code quality. We often go back and improve core parts of the codebase to make it better or more lean. We can do this because of great test coverage which will immediately sound the alarm when something goes wrong.We ship on quality instead of on time. When a feature is ready we deploy it immediately to everyone or use an internal system to roll it out to a certain percentage of customers. Various teams deploy new code many times throughout the day.\r\n\r\nWhat will you have at Grab (Vietnam):\r\n\r\n1. Positive &amp; Collaborative environment\n\nGrabbers thrive in a corporate culture that values every team member's contribution towards our goal of improving lives.\n\n2. Rocket fuel for careers\n\nGrabbers experience hyper professional growth and all the challenges that entails. Grow your skills while working to solve real issues across the region.\n\n3. Fun &amp; dedicated family\n\nGrabbers work hard and play hard. Our teams grow as one as they overcome challenges and have fun along the way.\r\n\r\n4. Some of benefits are:Macbook is provided.Extra Medical Insurance.14 days annual leaves, working Monday - Friday.Free drive with Grab (budget follow your level)","We care a great deal about code quality. We often go back and improve core parts of the codebase to make it better or more lean. We can do this because of great test coverage which will immediately sound the alarm when something goes wrong.","We ship on quality instead of on time. When a feature is ready we deploy it immediately to everyone or use an internal system to roll it out to a certain percentage of customers. Various teams deploy new code many times throughout the day.\r\n\r\nWhat will you have at Grab (Vietnam):\r\n\r\n1. Positive &amp; Collaborative environment","Grabbers thrive in a corporate culture that values every team member's contribution towards our goal of improving lives.","2. Rocket fuel for careers","Grabbers experience hyper professional growth and all the challenges that entails. Grow your skills while working to solve real issues across the region.","3. Fun &amp; dedicated family","Grabbers work hard and play hard. Our teams grow as one as they overcome challenges and have fun along the way.\r\n\r\n4. Some of benefits are:"]},{"company_name":"mgm technology partners Vietnam","logo":"https:\/\/cdn.itviec.com\/employers\/mgm-technology-partners-vietnam\/logo\/w170\/8G6KY8J1s2Xrx8mCAVADn9va\/mgm-technology-partners-vietnam-logo.png","employer":"501-1000","address":"Da Nang, Da Nang","overview":["If you share our passion for software development – mgm is just right for you: mgm in a nutshell:\r\n&nbsp;","Currently we use (back to front): PostgreSQL, Apache Solr, Hibernate, JEE, Tomcat, Ehcache, RESTful, React, TypeScript...We work on Windows, Macs and Linux, we use CI (Git, Jenkins, Docker). We are agile to the bones and very pragmatic. We do things the way they make sense and question everything - and we re-use gained experience and knowledge. ","If you are a passionate software engineerIf you dream of working with the best developers in Vietnam and EuropeIf you want to build up a long-term carreerIf you love working in a friendly office&nbsp;environment with great benefitsif you are a team playera and share knowledge and experience with your colleagues&nbsp;- then you will love working at mgm technology partners."]},{"company_name":"Knorex","logo":"https:\/\/cdn.itviec.com\/employers\/knorex\/logo\/w170\/sMj7FHT4kz48fi3oy4abU4xo\/knorex-logo.png","employer":"51-150","address":"District 1, Ho Chi Minh","overview":["Founded in 2010, with offices across Australia, India to SEA, Knorex cross-country teams work together to deliver Precision Performance Marketing technologies and solutions to the world&rsquo;s leading brands, agencies and media companies including leading hotel groups, airlines, finance, automotive, retail.\r\n\r\nOver the years, Knorex team has developed its proprietary programmatic advertising platform &mdash; XPO (https:\/\/xpo.knorex.com) where customers can now target the right marketing message to the right audience at the right moment and right place, underpinned by a multi-layered data-driven approach.\r\n\r\nJoin Knorex&rsquo;s diverse teams where you work with some of the best and the brightest to solve customers&rsquo; challenges and deliver to them solutions.","- Java, Python, AngularJS, NodeJs, ReactJS, Javascript, HTML, CSS, jQuery- MongoDB, Elasticsearch, Spark, Kafka","Comprehensive Health Insurance CoveragePersonal Development Fund for courses and materials.Opportunity to attend the international conferences.Ample opportunities to grow. You get to propose your own ideas and see it through.Work with passionate, talented and driven colleagues who get things doneCross-country teams with passionate, talented and driven colleagues.Challenging and exciting problems that await you to solve.13th month salary"]},{"company_name":"Nexus Frontier Tech","logo":"https:\/\/cdn.itviec.com\/employers\/nexus-frontier-tech\/logo\/w170\/fKptC3osrK5v8exU41Q3M7CZ\/nexus-frontier-tech-logo.png","employer":"51-150","address":"Thanh Xuan, Ha Noi","overview":["Besides our consulting services for digitalization &amp; software development, we're offering an AIaaS platform, Podder.ai. Podder.ai is a technology platform turning AI (ML\/DL) models into production-scale applications that stakeholders can use with ease. Thanks to Podder.ai, we will be able to make AI accessible and applicable in the business world's everyday operations.\r\n\r\nAs for our community-building mission, we now aim to hold events and courses to foster talents not just in AI, but other forms of deep technology such as IoT and Blockchain.\r\n\r\nWe are in need of talent who are interested in our consulting services &amp; software development and believe in the future of AI democratisation.","Offer based on your experience, capacity &amp; negotiable;13-month salary and monthly financial support policies; English class (in case), monthly club activities;Salary review: twice per year;Extra Private health insurance coverage by the company to help you getting better focus on working;Flexible working time schedule and leave policy as we know the importance of work-life balance;Be exposed to the latest technology and the most innovative ideas worldwide;Yearly Medical checkup;Budget for weekly, monthly group activities, such as: happy hours, outdoor activities, etc. 10 USD\/person\/month after probation time;Budget for ones who have children up to 18 years old (1st child: 50 USD\/ month, 2nd child &amp; onwards 25 USD\/month);Self-host events: up to 100 USD\/ event (flexible support amount is up to event&rsquo;s topic that based on the scale &amp; fact);Other benefits: hospitalization (&gt;=4 days), wedding, funeral, offspring delivery support: 1,000,000 VND once;Yearly events: team building activities, Year-end party, Christmas, etc;"]},{"company_name":"ZALORA Group","logo":"https:\/\/cdn.itviec.com\/employers\/zalora-group\/logo\/w170\/iWEscWqmrWxAuuqC6jksj6NF\/zalora-group-logo.jpg","employer":"301-500","address":"District 4, Ho Chi Minh","overview":["Founded in 2012, the company has a presence in Singapore, Indonesia, Malaysia &amp; Brunei, the Philippines, Hong Kong and Taiwan. ZALORA is part of Global Fashion Group, the world's leader in online fashion for emerging markets.","ZALORA's e-commerce platform is built with love by the engineering team. The Ho Chi Minh office, 12 Ton Dan, D4 (ZALORA Group) focuses completely on engineering and sets a high standard for software development in the field of e-commerce. This team creates the tech stack that powers ZALORA's stellar shopping experience. This ranges from the online shop and the mobile apps to ZALORA's complex logistics solutions.","ZALORA runs a polyglot architecture that is modular, service-oriented, and language-agnostic.In ZALORA, we use: PHP, Go, Python, Java, JavaScript, Elm, Ruby-on-rails-3, Haskell, sql, mysql, C++, Objective-C, Ruby, Android, iOS.This list isn't all-inclusive, nor should it be. We're language agnostic, and believe the most important thing is using the right tool for the right job (which is highly subjective). At the end of the day, just ship. ","Macs will be providedOpportunity&nbsp;to gain exposure working in&nbsp;6 Southeast Asian marketsPremium Healthcare insurance (support for parents, spouse and children)Yearly performance bonus (up to 2 months)15 days annual leaveCompany trip every year and many outing tripsBudget for your individual trainingChance to travel to Singapore, Malaysia depends on the project you work onClear career orientation and developmentOthers:\r\n1000m2 office with nice working corners,&nbsp;you'll get a&nbsp;comfortable and productive working environmentFree coffee with our coffee machine (who doesn't love coffee and coding stuff, right?)Lots of fun with pingpong table, PS4, foosball, etc.New technology devicesBig&nbsp;birthday party with karaoke at the office&nbsp;every month (or week :D)Camping, marathon, etc. suggest any team bonding activities you wantJoin any teams you love, we have Football team, Badminton team, Milktea team, Boardgame team, etc."]},{"company_name":"Cinnamon AI Labs","logo":"https:\/\/cdn.itviec.com\/employers\/cinnamon-ai-labs\/logo\/w170\/m6FBz8yNDTTKThJfQXk4byaK\/cinnamon-ai-labs-logo.png","employer":"151-300","address":"Ho Chi Minh, Ha Noi, Da Nang","overview":["Cinnamon is the pioneer in consulting and designing innovative solutions using Deep Learning backed AI products. Cinnamon continues to enhance the core technologies of the AI platforms and build AI products to drive Business Process Re-engineering of large corporations. \r\n\r\nBy releasing our core products Flax Scanner and Rossa Voice, we&rsquo;re creating a new generation of business automation which will disrupt multiple industries in the near future.\r\n\r\nCinnamon&rsquo;s business is rapidly growing after releasing our products on February 2017, we have raised 15 million USD for Series B in January 2019 as well as exposed to global media. Besides, Cinnamon also focuses on building a strong human resource foundation. Until 2019, there are 70 AI talents working in Cinnamon and about 75%\r\nof them has graduated Master or PhD at international universities (France, Australia, Swiss, Japan, Korea...).","We are group of  talents who are thirsty to design innovative  solutions. Cinnamon's captains:- Hajime Hotta (Co-founder, CTO), PhD focused on neural network in Keio University, Japan- Miku Hirano (Co-founder, CEO), AI master degree at Tokyo University, Japan- Yoshiaki Ieda (COO), 13-year experience in project management in global companies (IT, FMCG industries)We're among few global companies who are able to commercialize AI technology and bring huge impact to businesses","The chance to work on COOL world-class projects!\r\n\r\nWe&rsquo;re not an academic research institute. We&rsquo;re a global AI product company. Our focus is to create applicable AI products which can bring huge impact to users. In order to do so, our solutions is the combination of innovative AI core technology and solid business understanding. There are 3 main categories:\r\n\r\n- Scuro Bot: An assistant which utilizes Natural Language Processing. Scuro Bot is designed on different OTT messaging platforms to bring unique customer experience or to remove boring &amp; low value-added administration tasks\r\n- Flax Scanner: An AI software application which extracts information from unstructured forms and creates formatted digital documents which are stored in structured database. Flax Scanner can work with both hand-writing and text data. This product is the result of the effective combination between AI experience and UX thinking to bring actual business return.\r\n- Lapis Engine: A highly accurate recommendation engine which utilizes vectorization of user and product information. Lapis engine's algorithms are built upon strong business understanding to design most effective matching tool for specific markets (Recruitment, E-commerce and Real estate).\r\nWe&rsquo;re building up our products by working closely with clients. The accumulated data and revenue will prepare us to file patents in the near future.\r\n\r\nHow is our working environment?\r\n\r\nWe strongly believe that go-global ambition requires international-standard members. Cinnamon will create the best environment for all members to grow toward that goal.\r\n\r\n#Grit: Ability to stay extremely persistent toward the goal. We&rsquo;ve grown from so little\r\nto a leading global business by making impossibles possible.\r\n#StretchYouself: Actively learn and take new opportunity in the area of knowledge\r\nand experience that you don&rsquo;t have before. Non-tech members learn about AI\r\ndevelopment; engineer learns about business aspect; HR learns about Finance; etc.\r\n#Leadership-drivenTeamwork: Proactively seek for mutual understanding in any\r\ncollaboration; actively resolve conflicts; and do whatever needs to be done to make\r\nsure team\/ company goals achieved, even outside of scope of responsibility\r\nCinnamon appreciates value of each member&rsquo;s contribution!\r\n\r\nWhat we will return\r\n-&nbsp;Salary range is above the market\r\n- Laptop provided. GPU, AWS all be ready for model training\r\n- An open, flexible and collaborative working environment\r\n- Happy Monday, Book Club, English Club, Company Trip, Teambuilding acitivities with free snack and drink\r\n- We mostly focus on talent development\r\n- Knowledge sharing sessions from internal and external Experts\r\n- 1 day off &amp; 3 days working online monthly"]},{"company_name":"Techbase Vietnam","logo":"https:\/\/cdn.itviec.com\/employers\/techbase-vietnam\/logo\/w170\/Zsyp2Hu8QAH8df7mogzDf9pw\/techbase-vietnam-logo.png","employer":"51-150","address":"District 1, Ho Chi Minh","overview":["TECHBASE VIETNAM, a Japanese company 100% invested by Yahoo! JAPAN CORPORATION &ndash; the biggest portal site in Japan, was established in May 2015 and located in&nbsp;Saigon Centre.\r\nWe have over 140 members now. To expand our business in Vietnam,&nbsp;we are looking for&nbsp;many developers major in&nbsp;Java, PHP, NodeJS, React, Angular, Android, IOS,&hellip;&nbsp;with skills and experience&nbsp;to develop our&nbsp;E-Commerce and Media Service such as Yahoo! Shopping, Yahoo! Auction, Yahoo! Finance, Yahoo! Weather etc.\r\nYou will be developing software products, implementing new features or improving existing ones.\r\n\r\nWe believe this is a great opportunity for you to improve your skills and know-how, as well as being a part of a growing team to create a unique product that would make a dramatic impact on the company's growth.","Readable code, Time management, Japanese","Company trip, annual health check, year end party: once per yearVoluntary health insurance (Bao Viet care 24\/24 Insurance)Premium Friday, meaning you can leave office early at 4 P.M on the last Friday of each monthMonthly lunch and team building allowance&nbsp;(VND 700.000)Birthday gift (VND 500.000, and 1 leave day in birthday month)Free Japanese classCommend MVP persons, MVT team every quarterOther interesting activities: weekly fruit party, team building,&nbsp;ping-pong, PS4Free 24\/7 bike park&nbsp;in Saigon Centre"]},{"company_name":"Absolute Software (Vietnam) Ltd","logo":"https:\/\/cdn.itviec.com\/employers\/absolute-software-vietnam-ltd\/logo\/w170\/qozuo98SmEg77r3TCDszemPC\/absolute-software-corporation-logo.png","employer":"301-500","address":"Tan Binh, Ho Chi Minh","overview":["Absolute, founded in 1993 in Vancouver, Canada, provides persistent endpoint security and data risk management solutions for thousands of customers around the globe. \r\n\r\nOur Persistence technology is embedded into the core of over a billion endpoints. Once activated, it provides you with your comprehensive visibility into all of your devices enabling you to confidently manage mobility, investigate potential threats, and take action if a security incident occurs. \r\n\r\nToday, our security-as-a-service solutions protect millions of computers worldwide with subscribers who range from individuals to the largest public and private sector organizations.\r\n\r\nOur head office is in Vancouver, with regional offices in Austin, Texas, Reading, UK, and Ho Chi Minh City, Vietnam. \r\n\r\nTo know more about our Vietnam office, you can check out our Facebook page at https:\/\/www.facebook.com\/absolutesoftwarevietnam\/","Please visit our company website for the information: https:\/\/www.absolute.com","You will work with a dynamic, fast-paced team that plays a key role in building security products and services that help our customers identify and reduce security incidents. You will have access to domain experts, software developers and the user experience teams. We strive to create an environment that is both productive and fun. \r\n\r\nWe are a global company with offices around the world. Our corporate headquarters is in Vancouver, Canada with regional offices in Austin, Texas, Reading, UK, and Ho Chi Minh City, Vietnam. \r\n\r\nTo learn more about what it&rsquo;s like to work at Absolute, visit the careers section of our website at www.absolute.com or visit our YouTube channel."]},{"company_name":"1PAC Việt Nam","logo":"https:\/\/cdn.itviec.com\/employers\/1pac-viet-nam\/logo\/w170\/CsLRsNC8GABTHmQnsfsLuLnD\/1pac-vi-t-nam-logo.png","employer":"1-50","address":"District 1, Ho Chi Minh","overview":["1PAC Vietnam is a new creative production company with its headquarter in Tokyo. \r\nWe combine people, idea, technology, and goods in various ways to support a client's solution making and new challenges through power of designs and creative.","1PAC Vietnam do planning, consulting and build and develop system and application.We provide these services as one stop solution by cooperating with our headquarter in Japan. We will help clients optimize their ways to communicate with end-users utilizing our ideas and creatives, solve a variety of problems and take new approaches.","Personal Macbook pro providedReview salary 2 times\/yearBusiness trip in Japan Company trip 2 times\/yearTeam-building activities (dinner party, watch movie, movie, soccer, bowling&hellip;)Others benefits such as holidays and insurance benefits follow Vietnamese law."]},{"company_name":"KMS Technology","logo":"https:\/\/cdn.itviec.com\/employers\/kms-technology\/logo\/w170\/gjCnVTfqe1uPf7ypqStLf9TV\/kms-technology-logo.png","employer":"501-1000","address":"Tan Binh, Ho Chi Minh","overview":["KMS Technology, is US company specialized in Software Outsourcing &amp; Software Product Development. We offer two main service lines: Offshore Product Development and Independent Software Testing to clients ranging from start-ups to large technology companies. Besides providing excellent Software Outsourcing services, KMS has launched awesome products: QASymphony, Katalon Studio, Kobiton and there will be others to come.\r\n","With the cozy working environment, the awesome benefits as well as the excellent leadership team, KMS has been building its team with more than&nbsp;1000 IT talents in Vietnam. Recently KMS was ranked as top 4 IT company and top 26 best place to work in Vietnam.","With 9+ years of operation, we always strive to maximize the growth of our teams by recognizing every individual&rsquo;s strengths and building a career path for members.","Join us to write your own success stories!","\"Yes\" for all Joel test's questions1. Do we use source control? 2. Can we make a build in one step? 3. Do we make daily builds? 4. Do we have a bug database? 5. Do we fix bugs before writing new code? 6. Do we have an up-to-date schedule? 7. Do we have a spec? 8. Do programmers have quiet working conditions? 9. Do we use the best tools money can buy? 10. Do we have testers? 11. Do new candidates write code during their interview? 12. Do we do hallway usability testing?","Want to be the Best? Join KMS!\r\nIt&rsquo;s positive to claim we&rsquo;re the best software outsourcing company in Vietnam:"]},{"company_name":"Hybrid Technologies (New brand of Evolable Asia)","logo":"https:\/\/cdn.itviec.com\/employers\/hybrid-technologies-new-brand-of-evolable-asia\/logo\/w170\/jMjTCW1xoy54k75jQP5oVvNV\/Hybrid-Technologies-LogoSuite_-fullcolor-(square).png","employer":"501-1000","address":"Ho Chi Minh, Da Nang, Ha Noi","overview":["HYBRID TECHNOLOGIES (tiền thân là Evolable Asia và Evolable Asia Solutions) được thành lập năm 2016 tại Tokyo, Nhật Bản.&nbsp;","Trải qua hơn 3 năm phát triển, HYBRID TECHNOLOGIES đã có 5 văn phòng làm việc tại Việt Nam và Nhật Bản, số lượng nhân viên gần 700 người, với hàng trăm khách hàng và hàng nghìn dự án ở lĩnh vực phát triển công nghệ hybrid, blockchain hay trí tuệ nhân tạo\r\n\r\nLà một trong những \"Công ty có nơi làm việc tốt nhất\", HYBRID TECHNOLOGIES tin rằng: \"Xây dựng công ty - nơi mà tất cả mọi người đều hạnh phúc\" là chìa khóa để đi tới thành công.&nbsp;\r\n\r\nTẦM NHÌN : HYBRID TECHNOLOGIES - Công ty hàng đầu trong lĩnh vực phát triển công nghệ hybrid tại Châu Á, và hơn thế nữa !&nbsp;\r\nSỨ MỆNH: Xây dựng Công ty - Nơi tất cả mọi người đều cảm thấy hạnh phúc về vật chất và tinh thần\r\nGIÁ TRỊ CỐT LÕI:\r\n- Trung thực\r\n- Nhiệt huyết\r\n- Gắn kết\r\n- Tạo cơ hội\r\n- Vui vẻ","THAM GIA CÙNG CHÚNG TÔI NGAY !&nbsp;","Phúc lợi - Mức lương cạnh tranh và nhiều gói chế độ hấp dẫn khác.Phát triển cá nhân - Cơ hội học ngoại ngữ miễn phí, tiếp cận nhiều công nghệ mới và nhiều cơ hội thử thách với các dự án khác nhau&nbsp;Môi trường - Cơ hội làm việc trong môi trường chuyên nghiệp, năng động, sáng tạo - nơi mà tất cả mọi người đều gắn kết để tạo ra những giá trị tốt nhất !","Những chế độ hấp dẫn mà chúng tôi mang tới cho bạn:&nbsp;","THÔNG TIN CHI TIẾT:&nbsp;"]},{"company_name":"DEK Technologies","logo":"https:\/\/cdn.itviec.com\/employers\/dek-technologies\/logo\/w170\/e2ZfGH9EqNcBbcQ7nKUpvkEb\/dek-technologies-logo.png","employer":"151-300","address":"District 1, Ho Chi Minh","overview":["DEK Technologies is a professional organization that places high value on people and the individual competence that they contribute. People enjoy working at DEK. They enjoy the team camaraderie, flexibility, opportunities for travel, and feeling part of the company's success.\r\nCome and be proud to be an integral part of helping our international customers develop the latest products that are sold globally and used by millions of people around the world.\r\nWith offices situated in Melbourne Australia, Stockholm Sweden, Rome Italy, and Ho Chi Minh City Vietnam, you too can be a key part of our success.","At DEK Technologies you will find yourself in an exciting career with:\r\nAttractive, competitive salary and incentivesOpportunities for short and long-term training\/work overseasAn excellent working environment in developing tomorrow&rsquo;s featuresOpen and honest culture where people are valued, treated fairly, trusted and empoweredTraining and career development opportunities40 flexible working hours per week from Monday to FridayEnglish classes 3 hours a week with qualified foreign teachersExtra 24\/7 Health and Accident InsuranceAnnual health check upAnnual company tripAnnual family daySport clubsMusic clubYoga clubPiano club"]}]