[{"job_title":"Web Developer (.NET, Ruby)","salary":"Upto 1,500 usd","skill":".NET,Ruby,on,Rails,JavaScript","benefit":["Nhận mức lương hấp dẫn từ 900$-1500$","Thưởng dự án hàng Qúy (4 lần\/năm)","Thử việc hưởng 100% lương","Package 14~15 tháng lương\/năm","Lộ trình thăng tiến rõ ràng (đánh giá tăng lương 2 lần\/năm)","Liên tục tổ chức các khóa đào tạo chuyên môn &amp; tiếng anh hoàn toàn free","Làm việc 5 ngày 1 tuần, nghỉ thứ 7, chủ nhật","Nhiều hoạt động ngoại khóa, team building được tổ chức thường niên.","Môi trường làm việc thoải mái, trẻ trung, chuyên nghiệp."],"description":["Cơ hội tốt để tham gia vào các dự án phần mềm với khách hàng đến từ US…","Phát triển và duy trì các ứng dụng web","Nghiên cứu công nghệ mới trong việc phát triển web"],"requirement":["Có nền tảng vững chắc với .NET","Có thể làm việc với html\/CSS\/JavaScript","Restful API, Unit test and Integration test","Hiểu biết về ReactJS, Redux, SASS hoặc Ruby on Rails","Toolset","Jira, confluence","github\/bitbucket"]},{"job_title":"Technical Project Manager","salary":"Up to $5000 net","skill":"Project,Manager,Manager,Product,Manager","benefit":["Annual Leave: 18 days\/year","PVI health insurance&nbsp;","Full salary insurance","Company Trip once a year","International working environment","Opportunity to onsite in Japan, Kuwait, New Zealand, UK, US, Indonesia, Philippines, Singapore, Malaysia."],"description":["Shepherd projects from requirements through launch, including managing complex project schedules and triaging of issues","You’ll be the main point of contact with many stakeholders– ensuring that everyone is aligned on work priority and scope","Project manage multiple cross-functional programs simultaneously with competing priorities and ensuring on-time delivery.","Take responsibility for release communication, schedules and milestones, keeping up a high velocity in a fast-paced environment.","Proactively identify upcoming risks, issues and bottlenecks and resolve cross-team issue","Balance the business needs with technical constraints by building deep subject matter expertise"],"requirement":["Most important - Must have software and agile experience","You appreciate the ‘big picture’ while really caring about the tiny details and you’ll ensure nothing gets missed by being organized while working in a fast-paced environment.","You’re a problem solver and relish the opportunity to challenge and employ critical thinking to resolve business and process problems","You have a demonstrated track record of managing technology projects and proven experience leading cross-functional programs by holding teams and individuals accountable to timelines and deliverables. Experience in core project management disciplines including scope, schedule, budget, quality, and risk management. Experience in multi-time zone project management would be valuable.","Must have excellent oral and written skills being able to communicate effectively on both a technical and business level.","Demonstrated ability to understand and influence the business and technology strategy","Must have worked in IT or software companies"]},{"job_title":"05 Linux Platform Developer - C\/C++","salary":"Competitive package","skill":"Linux,C++,C,language","benefit":[],"description":[],"requirement":[]},{"job_title":"Quality Control Engineer (QA QC)","salary":"Up to $1500 net","skill":"QA,QC,Tester","benefit":["Annual Leave: 18 days\/year","PVI health insurance&nbsp;","Full salary insurance","Company Trip once a year","International working environment","Opportunity to onsite in Japan, Kuwait, New Zealand, UK, US, Indonesia, Philippines, Singapore, Malaysia."],"description":["Define test requirements and objectives with understanding of various test scenarios and configurations to ensure high quality regression testing","Take ownership of product quality, performing all types of functional and non-functional testing as the situation dictates","Ability to build and script repeatable end-to-end system tests with the goal of automation","Support regression testing in a cloud-based continuous delivery environment","Investigate, troubleshoot and document test failures for communication to the appropriate development team","Documentation of test cases and test steps","Collaboration with engineering teams, product management and DevOps to ensure proper test coverage"],"requirement":["1 - 3 years working with test automation or related development role","Experience with test automation tools like Selenium","Requires strong written and verbal communication skills with the ability to translate technical jargon into layman terms","Collaborative in nature with a strong desire to dig in and learn independently and as well as through asking questions","Ability to multi-task and prioritize issues in a fast-paced work environment with competing deadlines"]},{"job_title":"Backend Engineer (prefer Golang)","salary":"Attractive salary","skill":"Golang,Java","benefit":["Comfortable and beautiful working space","International colleagues","Top-end equipment (15” Macbook Pro, 2 external monitors)","14 annual leave days","Monday - Friday work days","Fresh fruit, snacks and coffee everyday","Free Grab \/ GrabFood service (budget according to level)"],"description":["Design and write cutting-edge backend services to improve availability, scalability, latency and efficiency of Grab's range of products","Conceive, design, build, analyze and maintain large-scale systems","Work with your team to explore and create new designs geared towards scale and performance","Participate in code and design reviews to maintain our high development standards","Work with product managers, data analysts and UI designers to implement products and test their impact to business metrics","Engage in service capacity and demand planning, software performance analysis, tuning and optimization","Collaborate with product and experience teams to define and prototype features","Work closely with infrastructure team in building and scaling back-end services as well as performing root-cause analysis investigations","Learn performance tuning and optimization","Debug and modify complex, production software"],"requirement":["5+ years backend experience","Strong computer science fundamentals in algorithms and data structures","Familiarity with running large scale web services","Strong understanding of system performance and scaling","Possess excellent communication, sharp analytical abilities with proven design skills, able to think critically of the current system in terms of growth and stability","Experience writing good unit tests","Conversational English","Work experience in Golang or Java","A degree in Computer Science, Software Engineering or related fields","Understanding of distributed systems and network protocols"]},{"job_title":"QC Engineer (Automation, Manual)","salary":"You&#39;ll love it","skill":"QA,QC,C#,Java","benefit":[],"description":["Analyze, create automation script to verify a software project’s functionality and performance including designing test plans and test scripts, executing test cases on all test levels","Maintain and enhance scripts within the continuous integration environment","Investigate broken builds and failed tests","Provide automated testing solutions","Design and execute test cases to cover requirements according to test strategy.","Implement functional test, integration test and performance test."],"requirement":["Strong organizational and problem solving skills","Proactive and effective self-learning skills and research","Strong interpersonal skills, flexibility and a strong team spirit","Ability to learn quickly with good critical thinking","Self-monitor and teamwork","Solid communications skills in English is a plus","A background of exploratory testing is a plus as our system being tested will require innovation to discover bugs","Bachelor’s degree in Computer Science, Information Systems, Computer Programming or equivalent experience","Programming experience with C#, Java and scripting languages","Familiar with Jenkins is a plus.","Bachelor's Degree of computer science or related areas.","Have strong background knowledge and good understanding on testing techniques: quality assurance process, testing concept.","Testing techniques: Black box, white box, unit test, regression test..."]},{"job_title":"NodeJS Developers - Up to $1500","salary":"Up to $1,500","skill":"NodeJS,AngularJS,JavaScript","benefit":["Salary: Up to $1,500","13th month &amp; Performance bonus up to 4-months salary","Chance to become Yahoo! JAPAN Corporation staff","New year holiday: 5-days leave (our company only: from 30th Dec to 3rd Jan) and Tet holiday based on the annual announcement of the Government","Company trip, annual health check, year end party: once per year","Voluntary health insurance (Bao Viet care 24\/24 Insurance)","Premium Friday, meaning you can leave office early at 4 P.M on the last Friday of each month","Monthly lunch and team building allowance (VND 700.000)","Birthday gift (VND 500.000, and 1 leave day in birthday month)","Free Japanese class","Reward Most Valuable Person (MVP), Most Valuable Team (MVT) team every quarter","Other interesting activities: weekly fruit party, team building, ping-pong, PS4","Free 24\/7 bike park in Saigon Centre"],"description":["Develop systems for biggest services of Yahoo! JAPAN,&nbsp;has millions daily users","Communicate directly with Yahoo! JAPAN engineers","Participate in hiring and building development team in Vietnam"],"requirement":["Have 3+ years experience in web application development.","Having experience development with node.js.","Strong experience with OO design.","Good at using Linux, MySQL and Git.","Reading and writing in English fluently.","Good problem solving, collaboration, and communication skills.","Experience and good at Java, HTML, CSS, JavaScript libraries are plus.","Reading and writing in Japanese is big plus."]},{"job_title":"JAVA Developers (J2EE, Spring) ~$1500","salary":"1,500 - 2,000 USD","skill":"Java,Spring,J2EE","benefit":["Salary: Up to $2,000","13th month &amp; Performance bonus up to&nbsp;4-months salary","Chance to become Yahoo! JAPAN Corporation staff","New year holiday:&nbsp;5-days leave&nbsp;(our company only: from 30th Dec to 3rd Jan) and&nbsp;Tet holiday based on the annual announcement of the Government","Company trip, annual health check, year end party: once per year","Voluntary health insurance (Bao Viet care 24\/24 Insurance)","Premium Friday, meaning you can leave office early at 4 P.M on the last Friday of each month","Monthly lunch and team building allowance&nbsp;(VND 700.000)","Birthday gift (VND 500.000, and 1 leave day in birthday month)","Free Japanese class","Reward&nbsp;Most Valuable Person (MVP),&nbsp;Most Valuable&nbsp;Team (MVT) team every quarter","Other interesting activities: weekly fruit party, team building,&nbsp;ping-pong, PS4","Free 24\/7 bike park&nbsp;in Saigon Centre"],"description":["Develop systems for biggest services of Yahoo! JAPAN, have million daily users","Communicate directly with Yahoo! JAPAN engineers","Participate in hiring and building development team in Vietnam"],"requirement":["Have 3+ years (for senior) of&nbsp;experience in web application development","Strong experience with OOP design","Be fluent&nbsp;in Java and J2EE technologies to develop web-based applications","Strong experience with web-based technologies: Spring (Spring Core, Spring MVC, Spring Security, Spring Data)","Good at using Linux, MySQL and Git","Reading and writing in English fluently","Good problem solving, collaboration, and communication skills"]},{"job_title":"Senior Java Developer (up to 2000$)","salary":"1,300 - 2,000 USD","skill":"J2EE,Java,Spring","benefit":[],"description":[],"requirement":[]},{"job_title":"05 Backend Devs (Java\/NodeJS\/Python)","salary":"Up to $3000","skill":"Java,NodeJS,Python","benefit":["Salary: 1K - 3K depends on experience, skills + Performance bonus.","1 - 3 months on-site on Shanghai or San Francisco. Working directly with US team.","2 slots to work permanent in US."],"description":[],"requirement":["2 - 5 years experience on one of Backend programming language (Java\/ Python or NodeJS).","Experience with Linux Containers (LXC) and Docker preferred","Experience with server clouds: AWS, Azure, Google Cloud,&nbsp;Kubernetes","Experience in on-demand app such as Didi\/Uber.","Experience working with virtualization technologies and architectures, based on VMWare ESXi &amp; KVM","Expert experience in video streaming technology is a plus.","Good English language skills to work effectively."]},{"job_title":"03 Senior Business Analyst (QA\/QC, ERP)","salary":"600 - 1,000 USD","skill":"Business,Analyst,QA,QC,ERP","benefit":["Thu nhập 1 năm: 200tr- 300tr gồm Lương CB 12.000.000 -20.000.000đ\/tháng + Thưởng Dự án + lương theo KPI","Thưởng các ngày lễ tết trong năm; Nghỉ mát, bảo hiểm; đào tạo kiến thức chuyên môn và kỹ năng Lãnh đạo trong và ngoài nước…","Môi trường làm việc năng động, thân thiện, chuyên nghiệp với nhiều cơ hội thăng tiến. Làm việc cùng các chuyên gia công nghệ top đầu của Việt nam","Văn hóa doanh nghiệp trẻ trung với nhiều hoạt động đa dạng","Được đào tạo nâng cao kiến thức, kỹ năng về CNTT, kỹ năng mềm và trình độ chuyên môn, quản lý liên tục bằng các khóa học tại Công ty và các đơn vị đào tạo chuyên nghiệp","Đánh giá nâng lương theo năng lực."],"description":["Phân tích làm rõ yêu cầu của khách hàng chuyển về cho đội Dev xử lý.","Phối hợp với các Team khác đảm bảo việc triển khai thành công dự án.","Tư vấn các hướng giải quyết các bài toàn về nghiệp vụ cho khách hàng và đội dự án.","Nội dung chi tiết hơn sẽ trao đổi khi phỏng vấn"],"requirement":["Tốt nghiệp Đại học các ngành CNTT hoặc tương đương","Có kiến thức sâu rộng về lĩnh vực CNTT.","Kỹ năng giao tiếp tốt, làm việc với khách hàng hiệu quả","Kinh nghiệm BA các dự án phần mềm CNTT: Dịch vụ công, cổng thông tin, nghiệp vụ doanh nghiệp từ 2 năm trở lên","Ưu tiên có kinh nghiệm tham gia phát triển các dự án về ERP","Nhanh nhẹn, không ngại việc khó, có khả năng làm việc độc lập và làm việc nhóm","Trung thực, có ý thức học hỏi, trách nhiệm với công việc","Đam mê công việc","Tư duy cởi mở, cầu thị, ham học hỏi.","Uy tín, tận tâm và trách nhiệm đến cùng với công việc","Phân tích, viết tài liệu, tư vấn phần mềm.","Làm việc với các tài liệu chuyên ngành hoặc đối tác bằng tiếng anh.","Đàm phán và giải quyết vấn đề."]},{"job_title":"Sr. PHP Developer (Symfony is preferred)","salary":"1,000 - 1,700 USD","skill":"PHP,Agile,OOP","benefit":["Exceptional talents will be matched with an exceptional salary","Young &amp; Friendly working environment","Encourage people to be lead &amp; push new ideas forward in our small teams","Social\/Health\/Unemployment Insurances are fully levied on the salary","15 days of annual leave","13th salary is paid before the Lunar New Year","Premium health care &amp; insurance programs for all employees","On-boarding program (opportunities to work onsite after 2 years)","Loyalty bonus (10-year scheme)","Training &amp; study sponsorship","Tons of fun &amp; exciting team activities: annual company trip, monthly BBQ night, happy hours, etc.","And much more...!"],"description":["Contribute to analyze and develop new features in compliance with best practices","Design technical specifications and develop the solutions","Ensure maintenance and management of developed solutions","Code unit tests and ensures required corrective actions implementation","Participate in common daily meeting","Realize daily and weekly activity reporting using group tools","Technical support for your team","Increase in the skills of your team"],"requirement":["At least&nbsp;4 years of relevant work experience","Graduate in Computer Science or related field is preferred","Technical skills:Proficient in 1 of any PHP frameworks: Symfony, Laravel, Yii,&nbsp;CodeIgniterGood at OOP and Design patternsProficient in code review, code refactoring, Unit Testing, performanceAdvantageous to have knowledge in management and Agile method (Scrum &amp; Kanban)","Proficient in 1 of any PHP frameworks: Symfony, Laravel, Yii,&nbsp;CodeIgniter","Good at OOP and Design patterns","Proficient in code review, code refactoring, Unit Testing, performance","Advantageous to have knowledge in management and Agile method (Scrum &amp; Kanban)","Soft skills:Fair level of both spoken &amp; written EnglishReliable and comfortable to collaborate in a teamStrong learning capabilities for both technical and functional aspects","Fair level of both spoken &amp; written English","Reliable and comfortable to collaborate in a team","Strong learning capabilities for both technical and functional aspects"]},{"job_title":"iOS Developer (Objective C, Swift)","salary":"You&#39;ll love it","skill":"Objective,C,iOS,Swift","benefit":[],"description":["Working within the development team to build a Mobile E-commerce system: Shopping online, Place order, Payment, Return, Warehouse management system.","Be responsible for implementing new features in existing applications as well as developing complex applications."],"requirement":["Experience in applications development with a strong understanding of InBS in computer science or equivalent.","Strong knowledge of iOS\/ MAC OSX. At least one app in App Store and at least one year of dedicated iOS experience.","Good skill in XCode – IDE, Interface builder.","Objective C background, Swift, knowledge of OOP programming, design pattern.","Thorough understanding of iOS Objective-C memory management.","Extensive knowledge and use of iOS Cocoa framework.","Understanding user experience and device interaction.","Excellent problem solving, critical thinking and good communication skills.","Ability and desire to learn new skills and take on new tasks.","English fluency, especially in writing, reading."]},{"job_title":"Data Analyst","salary":"You&#39;ll love it","skill":"Database,SQL,English","benefit":["Build a family spirit","Focus on users and all else will follow","Recognize and reward results","Move fast","Keep things simple","Be honest and direct","Stay lean","Leverage technology","Embrace change","Don't take success for granted","Aspire to improve and change the world","Live Healthy"],"description":["Build data sets using SQL in Google BigQuery and other database platforms","Analyze data to respond to business questions","Build dashboards to make data available to our business users","Interact with business users and understand their requirements","Communicate results and ideas","Work with US and VN teams"],"requirement":["Excellent SQL and relational database skills.","Experience working with data analytic process: gathering and refining requirements, gathering data, data manipulation, and visualization.","Excellent English language skills.","Knowledge of dashboard building tools such as Tableau or Google Data Studio","Knowledge of basic statistics","Knowledge of a programming language such as Python or R","Understanding of online retail business","Experience working in a data warehouse environment","JIRA, Confluence, Google Docs, MS Office"]},{"job_title":"Front-end Dev (ReactJS \/ Angular\/ VueJS)","salary":"500 - 800 USD","skill":"ReactJS,Angular,VueJS","benefit":["Monthly Pay + Allowances","13th month Salary","12 annual leaves \/ year","Premium Healthcare Package from Bao Viet","Benefits according to the Vietnam Labor Laws","Free Tea &amp; Coffee everyday","Happy Hour, Company Traning Sessions and Workshops every Friday afternoon","Sport activities (Football &amp; Badminton clubs) are fully sponsored","Annual company trip"],"description":["Develop highly-responsive, web-based user interface components and modules using Vue.js or AngularJS or ReactJS.","Ability to work in an agile environment and Iterate quickly based on customer and internal feedback.","Constantly learn and keep abreast of emerging technologies.","Work with product team and UX designers to understand user interactions and iteratively build customer-facing features.","Optimize workflows to ensure smooth processes.","Build reusable code and libraries for future use.","Optimize application for maximum speed and scalability."],"requirement":["Over 2 years working experience in a Front End, product team.","Experience with modern front-end frameworks, eg. Angular, Reactjs, Vuejs,…","Hands on experience with building reusable components for front end.","Good understanding of asynchronous request handling, partial page updates, and AJAX.","Proficient understanding of code versioning tools, such as Git.","Basic understanding of server-side CSS pre-processing platforms, such as LESS and SASS.","Good understanding of MVC, DI and other patterns.","Experience integrating open source and third-party applications into existing systems.","Aware of OWASP security practices.","Good sense of UI\/UX.","Familiar with asynchronous programming, ES6, typescript,…","REST APIs and testing frameworks.","Familiar with Scrum.","Experience with containers (i.e. Docker) is a plus."]},{"job_title":"02 Web Developers (ReactJS\/Python)","salary":"1,000 - 2,000 USD","skill":"Python,UI-UX,ReactJS","benefit":["VIBBIDI will be one of the most popular music platform in the world in the near future, and that's why we need your skills and ability!","A dynamic and creative environment to explore the process of the whole company, raise your ideas straight to our CEO to make the product better.","A great chance to work with top-tier engineers in a lean product team who have 5-10+ years of experience","Can work remotely from home","Salary: $1000 - $2000 (based on skills and experience).","13-month salary and monthly financial support policies;","Salary review: twice per year","Extra Private health insurance coverage by the company to help you getting better focus on working;","Be exposed to the latest technology and the most innovative ideas worldwide; including AI and Big Data;","Yearly Medical checkup;","Budget for weekly, monthly group activities, such as: happy hours, outdoor activities, etc. 10 USD\/person\/month after probation time;","Budget for ones who have children up to 18 years old (1st child: 50 USD\/ month, 2nd child &amp; onwards 25 USD\/month);","Self-host events: up to 100 USD\/ event (flexible support amount is up to event’s topic that based on the scale &amp; fact);","Other benefits: hospitalization (&gt;=4 days), wedding, funeral, offspring delivery support: 1,000,000 VND once;","Annual events: team building activities, New-year party, Christmas party, etc."],"description":["Do your best to make VIBBIDI the best music platform in the world!!!","Develop social-music community website product from front-end (ReactJS) &amp; Back-end (Python) side, improve UX, UI &amp; implement new features every week.","Collaborate with Data Operation Team, Design team and QA on successful delivery of product’s functions launch as a lean team","Get requests straight from CEO and team leading engineers from Japan","Working with Data Team and to create admin screens for both Data Operation processes and VIBBIDI users.","Website: https:\/\/www.vibbidi.net\/"],"requirement":["Hands-on experience in full lifecycle technical development projects and familiar with Agile short-time sprints.","Be a team player with can-do attitude and passionate on everything you do","Super hard-working, responsible and detail - oriented","Good command of English is a big plus","2+ years of experience working in Front-end side with experience in ReactJS and web building tools;","Experience in Webpack, Redux, NextJS framework","Experience in SSR, SEO is a plus","2+ years of experience in web application and Python language."]},{"job_title":"02 Game Developers (JavaScript, C++, C#)","salary":"Up to 15mil","skill":"C#,C++,Games","benefit":["Lương từ 10-15tr.","Làm việc tại văn phòng: Quận Bình Thạnh, TP.HCM.","Thời gian làm việc: 40h\/tuần, từ thứ 2 – thứ 6, 8g30 – 18g.","Được làm việc trong môi trường năng động, sáng tạo, chuyên nghiệp và có nhiều cơ hội phát triển bản thân.","Được hưởng đầy đủ chế độ theo quy định của nhà nước: BHXH, BHYT, BHTN (Công ty đóng 100%, không trừ vào lương thỏa thuận).","Được hưởng 15 ngày phép năm, hoàn tiền ngày phép dư.","Thưởng theo doanh thu và năng lực: Thưởng lương tháng 13 và các dịp lễ (tùy theo kết quả kinh doanh); thưởng lễ, tết, lì xì đầu năm…","Chế độ tăng lương theo định kỳ hoặc hiệu quả công việc.","Hỗ trợ tiền cơm trưa: 30.000đ\/ngày; phụ cấp xăng xe, miễn phí đồ ăn nhanh, thức uống…","Tham gia các hoạt động: Team building, du lịch, dã ngoại…","Tham gia các hoạt động vui chơi, giải trí trong công ty: Bi lắc, Máy chơi game PS 4, đá banh hàng tuần…"],"description":["Phát triển game di động android, ios, windows phone trên nền tảng Unity và các công cụ lập trình game liên quan.","Lập trình viên có cơ hội tự phát triển toàn bộ một game hoặc tham gia vào một phần của dự án.","Tích hợp các game service, app-payment, cloud… để đem lại cho người dùng có trải nghiệm tốt hơn.","Có khả năng độc lập, tìm tòi các công nghệ mới."],"requirement":["Tốt nghiệp đại học, cao đẳng chuyên ngành công nghệ thông tin hoặc bạn là người tự học tốt.","Có kinh nghiệm về C#, C++, hoặc Javascript. Biết Python là một lợi thế.","Có kinh nghiệm về lập trình Thread.","Có kinh nghiệm về giải thuật.","Có kinh nghiệm về lập trình đồ họa 2D.","Có kinh nghiệm sử dụng Linux\/MacOSX.","Có kinhn nghiệm lập trình hướng đối tượng.","Đọc hiểu tài liệu tiếng anh tốt."]},{"job_title":"Java Developer (Java, JavaScript, SQL)","salary":"Lương cạnh tranh","skill":"Java,SQL,JavaScript","benefit":["Môi trường làm việc thân thiện và năng động","Chế độ nghỉ phép và bảo hiểm theo quy định của pháp luật lao động Việt Nam","Thưởng theo chính sách của công ty","Hoạt động Team Building (tiệc sinh nhật cho nhân viên, du lịch công ty, v.v...)","Cơ hội được làm việc với các chuyên gia nước ngoài và tiếp nhận công nghệ tiên tiến nhất","Cơ hội được đi đào tạo ở nước ngoài","Có câu lạc bộ bóng đá, cầu lông, học ngoại ngữ, v.v..."],"description":["Phát&nbsp;triển sản phẩm SFA (Sales force automation)","Thiết kế và phát triển ứng dụng hoặc module bằng Java (Spring Framework) cho dịch vụ cloud","Đọc hiểu yêu cầu nghiệp vụ và kỹ thuật, làm việc cùng khách hàng Nhật","Đảm bảo tiến độ dự án và báo cáo công việc cho Manager và khách hàng người Nhật","Phối hợp và hỗ trợ các thành viên khác trong nhóm để nâng cao chất lượng sản phẩm","Địa&nbsp;điểm làm việc: Tầng 4, tòa nhà E-town 1, 364 Cộng Hòa, P. 13, Q. Tân Bình, Tp. HCM","Thời gian làm việc: thứ Hai - thứ Sáu, 8:00 - 17:00","Chi tiết công việc sẽ được trao đổi thêm vào buổi phỏng vấn"],"requirement":["Có kinh nghiệm phát triển ứng dụng với Java Web (Servlet), SQL Server (MSSQL, Oracle)","Có kiến thức về HTML\/CSS, JavaScript (JQuery)","Ưu tiên ứng viên có kiến thức về SFA (Sales force Automation) hoặc CRM","Có khả năng giao tiếp bằng tiếng Anh","Ưu tiên ứng viên biết tiếng Nhật hoặc có kinh nghiệm làm việc tại công ty Nhật"]},{"job_title":"5 FrontEnd Dev (HTML5, CSS, JavaScript)","salary":"You&#39;ll love it","skill":"HTML5,CSS,JavaScript","benefit":["Được tham gia vào các dự án phần mềm với các đối tác hàng đầu Nhật Bản.","Được làm việc trong môi trường năng động, chuyên nghiệp.","Có nhiều cơ hội trở thành key person của công ty.","Được thực hiện review kết quả công việc và xét tăng lương 6 tháng một lần.","Xét thưởng theo kết quả dự án và nhận xét từ khách hàng.","Được tham gia các khóa đào tạo tiếng Nhật của công ty và có thể được tham gia khóa đào tạo về PMP","Được tham gia vào những buổi chia sẻ kinh nghiệm, seminar về công nghệ hàng tuần của công ty.","Được tham gia du lịch cùng công ty, trợ cấp ăn trưa, trợ cấp phí gửi xe ở tòa nhà.","Được trợ cấp nuôi con nhỏ.","Được công ty trợ cấp các chứng chỉ quốc tế phục vụ cho công việc.","Nghỉ thứ bảy &amp; chủ nhật, nghỉ Tết, nghỉ phép, và các ngày nghỉ được quy định trong Luật lao động Việt Nam.","Được nghỉ thêm một số ngày lễ của Nhật.","Đặc biệt ngoài ngày nghỉ phép theo quy định trong năm, nhân viên được thêm ngày nghỉ trong tháng sinh nhật, đối với nhân viên nữ được hưởng ưu đãi đặc biệt cho ngày 8\/3 và 20\/10","Thử việc 2 tháng, lương thỏa thuận","Lương hấp dẫn tùy theo năng lực và kinh nghiệm làm việc","Mức lương: US $1200 – US $2000"],"description":["Phân tích yêu cầu kỹ thuật.","Thiết kế chi tiết kỹ thuật, viết code và có thể viết cả unit test bằng code tùy theo yêu cầu của dự án.","Review code để đảm bảo chất lượng dự án","Với vị trí Senior hoặc Tech Lead, bạn thực hiện với vai trò như là key member để đưa ra các giải pháp kỹ thuật và tham gia quản lý team trong dự án.","Có cơ hội làm việc trực tiếp với PM và các kỹ sư người Nhật."],"requirement":["Có kinh nghiệm làm việc với HTML, CSS\/SASS\/LESS, Javascript, AJAX, Bootstrap, Responsive Design.","Có kinh nghiệm về một trong các Javascript framework (AngularJS, React JS hoặc VueJS)","Có kinh nghiệm về các framework và library khác của Javascript là một lợi thế.","Có kinh nghiệm sử dụng browser devtools và debuggers.","Có kiến thức về bảo mật tối thiểu phía frontend.","Có kiến thức và yêu thích UI Design patterns và UI Architecture Paradigms.","Có kinh nghiệm làm việc với ES6, ES7, TypeScript","Có kinh nghiệm làm viêc với các build tools như Webpack, Browserify, Gulp.","Có kinh nghiệm sử dụng browser devtools và debuggers.","Có kinh nghiệm tích hợp với API và services phía back-end.","Có kiến thức và kinh nghiệm trong web security, cross-site scripting (XSS), cross-browser compatibility...","Hiểu khái niệm và nguyên tắc cơ bản của SEO.","Có kinh nghiệm về một trong các Javascript framework (AngularJS, React JS hoặc VueJS)","Nắm chắc về một trong các framework sau (AngularJS, React JS hoặc VueJS)","Tốt nghiệp kỹ sư Công nghệ thông tin.","Có tinh thần làm việc teamwork.","Có khả năng chịu áp lực để làm việc trong môi trường chuyên nghiệp có sức ép về deadline và môi trường cạnh tranh cao.","Có tư duy phân tích bài toán và khả năng nắm bắt vấn đề nhanh, độc lập tìm hiểu và giải quyết vấn đề phức tạp.","Có trách nhiệm cao trong công việc, sẳn sàng thu xếp thời gian để hoàn thành công việc theo yêu cầu dự án.","Chủ động trong công việc, có khả năng làm việc độc lập.","Có tính tỉ mỉ, kiên nhẫn, cầu tiến, khả năng tự nghiên cứu, tìm kiếm thông tin tốt.","Có khả năng tư duy logic tốt, có khả năng tự lên kế hoạch công việc và quản lý thời gian của bản thân.","Có mong muốn làm việc lâu dài với công ty.","Biết tiếng Nhật hoặc thành thạo tiếng Anh là một lợi thế."]},{"job_title":"5 iOS Developers ( Swift, MVC)","salary":"1,200 - 2,000 USD","skill":"iOS,Swift,MVC","benefit":["Được tham gia vào các dự án phần mềm với các đối tác hàng đầu Nhật Bản.","Được làm việc trong môi trường năng động, chuyên nghiệp.","Có nhiều cơ hội trở thành key person của công ty.","Được thực hiện review kết quả công việc và xét tăng lương 6 tháng một lần.","Xét thưởng theo kết quả dự án và nhận xét từ khách hàng.","Được tham gia các khóa đào tạo tiếng Nhật của công ty và có thể được tham gia khóa đào tạo về PMP","Được tham gia vào những buổi chia sẻ kinh nghiệm, seminar về công nghệ hàng tuần của công ty.","Được tham gia du lịch cùng công ty, trợ cấp ăn trưa, trợ cấp phí gửi xe ở tòa nhà.","Được trợ cấp nuôi con nhỏ.","Được công ty trợ cấp các chứng chỉ quốc tế phục vụ cho công việc.","Nghỉ thứ bảy &amp; chủ nhật, nghỉ Tết, nghỉ phép, và các ngày nghỉ được quy định trong Luật lao động Việt Nam.","Được nghỉ thêm một số ngày lễ của Nhật.","Đặc biệt ngoài ngày nghỉ phép theo quy định trong năm, nhân viên được thêm ngày nghỉ trong tháng sinh nhật, đối với nhân viên nữ được hưởng ưu đãi đặc biệt cho ngày 8\/3 và 20\/10","Thử việc 2 tháng, lương thỏa thuận","Lương hấp dẫn tùy theo năng lực và kinh nghiệm làm việc","Mức lương: US $1200 – US $2000"],"description":["Phân tích yêu cầu kỹ thuật.","Thiết kế chi tiết kỹ thuật, viết code và có thể viết cả unit test bằng code tùy theo yêu cầu của dự án.","Review code để đảm bảo chất lượng dự án","Với vị trí Senior hoặc Tech Lead, bạn thực hiện với vai trò như là key member để đưa ra các giải pháp kỹ thuật và tham gia quản lý team trong dự án.","Có cơ hội làm việc trực tiếp với PM và các kỹ sư người Nhật."],"requirement":["Nắm vững về lập trình hướng đối tượng (Object-oriented programming)","Thành thạo ngôn ngữ lập trình Swift (version từ 4.2 -&gt; 5.0)","Có tư duy logic về data structures, algorithm, design patterns như MVC, MVVM.","Hiểu biết và nắm vững về iOS SDK, iOS APIs và Frameworks, các version của iOS","Nắm vững các kỹ thuật về caching, lazy loading, SQLite, RESTful API, Push Notification","Có kinh nghiệm làm việc với AppKit, UIKit và Foundation framework","Có kinh nghiệm về thiết kế giao diện sử dụng Auto layout, Size Classes, Stack View và SafeArea, hỗ trợ đa màn hình.","Có kinh nghiệm sử dụng&nbsp; RxSwift là một lợi thế","Có kinh nghiệm viết Unit-test là một lợi thế","Được đào tạo thêm nếu chưa có nhiều kinh nghiệm.","Tốt nghiệp đại học chuyên ngành Công nghệ thông tin.","Có tinh thần làm việc teamwork.","Có khả năng chịu áp lực để làm việc trong môi trường chuyên nghiệp có sức ép về deadline và môi trường cạnh tranh cao.","Có tư duy phân tích bài toán và khả năng nắm bắt vấn đề nhanh, độc lập tìm hiểu và giải quyết vấn đề phức tạp.","Có trách nhiệm cao trong công việc, sẳn sàng thu xếp thời gian để hoàn thành công việc theo yêu cầu dự án.","Có kinh nghiệm sử dụng Git","Biết tiếng Nhật là một lợi thế."]}]